{
    "product": {
        "productId": 785359,
        "productName": "Fake Apple iPhone X id: 785359",
        "productText": "<p>Met iPhone X neemt Apple afscheid van zijn herkenbare smartphone uiterlijk met ronde home button onder het scherm. Deze knop heeft plaatsgemaakt voor een groot scherm dat de hele voorkant van het toestel in beslag neemt. Dankzij dit vrijwel randloze scherm geniet je van een groter beeldscherm terwijl de telefoon in zijn geheel kleiner is dan iPhone 7 Plus. De vingerafdrukscanner is verdwenen, maar is vervangen door het zogeheten Face ID. De smartphone maakt een 3D scan van je gezicht en ontgrendelt de telefoon zodra hij je herkent. Foto's maak je met de dubbele 12 megapixel camera met optische beeldstabilisatie. Deze camera levert scherpe foto's af, ook als je het toestel enigszins beweegt en bij weinig licht.</p>",
        "reviewInformation": {
            "reviews": [{
                        "reviewId": 8653068,
                        "pros": [
                                 "Nieuw Design",
                                 "Face ID",
                                 "True Depth Camera",
                                 "OLED-Scherm",
                                 "Batterij"
                                 ],
                        "cons": [
                                 "Prijs"
                                 ],
                        "creationDate": "2017-11-07T19:41:34+00:00",
                        "creatorName": "Zay.",
                        "description": "Ik heb nu voor 4 dagen mijn iPhone X in Space Gray, en ik moet zeggen dat dit één van de beste iPhone's is dat er tot nu toe is gemaakt. In het begin is het wel wennen, omdat er geen fysieke homeknop meer is. Maar dat ga je snel gewoon worden omdat het heel makkelijk en vlot te bedienen is. \r\n\r\nJe krijgt in het begin tijdens de setup een korte uitleg hoe je je iPhone X moet bedienen met die nieuwe swipe gebaren.\r\nAls je liever die oude vertrouwde (virtuele) homeknop weer wilt hebben kan je dit inschakelen via Instellingen - Algemeen - Toegankelijkheid - AssistiveTouch. Je kan dan instellen als je twee maal de knop indrukt, dat je kan Multitasken en dat je bijvoorbeeld het éénmaal indrukt dat je weer op je home-scherm bent.\r\n\r\nFace ID is een game changer, het is makkelijk in te stellen en is snel maar ook veilig. Als je je gezicht scant word het opgeslagen op je iPhone zelf in de Secure Enclave chip. Apple en 3rd-party apps kunnen er zelf niet aan omdat het veilig opgeslagen is in de chip zelf. Als je je iPhone X terug reset naar je fabrieksinstellingen wordt je Face ID verwijderd.\r\n\r\nDe camera is van topkwaliteit! niets op aan te merken, zeker de Portrait-Mode (ook nu beschikbaar voor de front facing camera) je hebt nu een aantal functies waarmee je je foto's kunt trekken in \"Studio Licht - Contour Licht - Toneellicht en Toneellicht Mono\". Met deze functies kun je wel foto's trekken dat dicht bij de kwaliteit leunen van een DSLR-camera.\r\n\r\nQua design is het een mooi toestel, het is één en al scherm het is ook één van de redenen dat ik ben overgestapt van een iPhone 7. Ik dacht in het begin dat die notch irritant zou zijn, maar dat is niet het geval. Na een tijd merk je het niet meer omdat Apple de software goed op heeft afgestemd zodat het één mooi geheel lijkt. Ik heb gekozen voor de kleur 'Space Gray' omdat het een mooi geheel vormt, maar het is wel een vinger print magneet. Dus als je niet voor 'Space Gray' bent dan zou ik voor zilver gaan omdat de vingerafdrukken minder zichtbaar zijn. Ik zou zeker een goede case en een tempered screenprotector kopen, want als je het laat vallen en het is stuk betaal je torenhoge bedragen om het te herstellen.\r\n\r\nBattery life is een beetje verbeterd, het kan twee uur langer mee tegenover de oudere generaties. De OLED-scherm is van topkwaliteit! het is een enorme vooruitgang tegenover de LCD-schermen dat Apple gebruikte voor de oude en huidige toestellen.\r\n\r\nMijn conclusie is, het is zeker zijn geld waard het is wel prijzig maar de moeite waard. Dus als je van een ouder toestel komt van een iPhone 6/6S bijvoorbeeld zou ik zeker upgraden! ... Als je minder geld wilt uitgeven zou ik voor de iPhone 8 Plus gaan omdat je de meeste functies van de iPhone X daarop kunt terug vinden.",
                        "title": "Beste iPhone sinds jaren...",
                        "rating": 9.6,
                        "languageCode": "nl"
                        }],
            "reviewSummary": {
                "reviewAverage": 9.2,
                "reviewCount": 218
            }
        },
        "USPs": [
                 "256 GB opslagcapaciteit",
                 "5,8 inch Retina HD scherm",
                 "iOS 11"
                 ],
        "pros": [
                 "Dankzij Qi ondersteuning laad je jouw iPhone nu ook draadloos op.",
                 "Via Face ID ontgrendel je de telefoon door er simpelweg naar te kijken.",
                 "Met de dubbele camera met optische beeldstabilisatie maak je scherpe foto's."
                 ],
        "cons": [
                 "De camera zorgt voor een kleine uitstulping aan de achterkant."
                 ],
        "availabilityState": 2,
        "salesPriceIncVat": 1249,
        "salesPriceExVat": 1032.2314,
        "productImages": [
                          "https://image.coolblue.nl/1024x768/products/982903",
                          "https://image.coolblue.nl/1024x768/products/982904",
                          "https://image.coolblue.nl/1024x768/products/982905",
                          "https://image.coolblue.nl/1024x768/products/982906",
                          "https://image.coolblue.nl/1024x768/products/984073",
                          "https://image.coolblue.nl/1024x768/products/982907",
                          "https://image.coolblue.nl/1024x768/products/982908",
                          "https://image.coolblue.nl/1024x768/products/984074",
                          "https://image.coolblue.nl/1024x768/products/984075",
                          "https://image.coolblue.nl/1024x768/products/982909"
                          ],
        "deliveredWith": [
                          "Oplader",
                          "Lightning oordopjes",
                          "Lightning naar 3,5 mm aansluiting",
                          "Handleiding"
                          ],
        "specificationSummary": [{
                                 "name": "RAM-geheugen",
                                 "value": "3 GB",
                                 "stringValue": "3 GB"
                                 },
                                 {
                                 "name": "Totale opslagcapaciteit",
                                 "value": "256 GB",
                                 "stringValue": "256 GB"
                                 },
                                 {
                                 "name": "Schermdiagonaal",
                                 "value": "5,8 inch",
                                 "stringValue": "5,8 inch"
                                 },
                                 {
                                 "name": "Batterijduur",
                                 "value": "Tussen de 9 en 10 uur",
                                 "stringValue": "Tussen de 9 en 10 uur"
                                 },
                                 {
                                 "name": "Vingerafdruksensor",
                                 "value": false,
                                 "booleanValue": false
                                 }
                                 ],
        "nextDayDelivery": true,
        "recommendedAccessories": [
                                   788435,
                                   792919,
                                   787407,
                                   788439,
                                   787454,
                                   787447,
                                   794863,
                                   742747,
                                   741123
                                   ]
    }
}
